[
  "obsidian-banners",
  "obsidian-charts",
  "dataview",
  "calendar",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "editing-toolbar",
  "omnisearch",
  "tag-wrangler",
  "obsidian-file-color",
  "colored-tags",
  "file-explorer-note-count",
  "code-styler",
  "file-explorer-plus",
  "cmdr",
  "nl-syntax-highlighting",
  "obsidian-plantuml",
  "obsidian-dictionary-plugin",
  "obsidian-excalidraw-plugin"
]